[
    {
        "id":"qpwoejferur2938rfjhasdfajhl4",
        "details": "rightly fit for kids aged 3-5. strong material is used, won't break easily. wheels are turning smoothly while riding. looks are also good. suitable for plain surfaces but not in the mud, rocks or sand",
        "imglink": "https://m.media-amazon.com/images/I/71GrSr5tJnL._SX522_.jpg",
        "love":231
      },
      {
        "id":"qpwoejferur2938rfjhasdfajhl3",
        "details": "It's verry usefull product and make a High quality material use this make product. I am verry impressive this color and design it's verry light waight. I must buy it",
        "imglink": "https://m.media-amazon.com/images/I/71AjYktClLL._SX522_.jpg",
        "love":421
      },
      {
        "id":"qpwoejferur2938rfjhasdfajhl2",
        "details": "Is is one of the best scooter. Quality is really good so i can say it is safe for my child. It’s height can be adjusted according to the height of child. My son is loving it. It has led lights on its wheels which makes it more attractive. It is smooth and easy to handle.",
        "imglink": "https://m.media-amazon.com/images/I/51tpZoGVZQL._SX522_.jpg",
        "love":432
      },
    
      {
        "id":"qpwoejferur2938rfjhasdfajhl1",
        "details": "Has good grip and is very soft.. also, no toxic smell at all.. thank you amazon for delivering it without packaging..",
        "imglink": "https://m.media-amazon.com/images/I/817n+-aD8uL._SX679_.jpg",
        "love":221
      },
      {
        "id":"qpwoejferur2938rfjhasdfa3jhl",
        "details": "I am absolutely in love with the Bolt Go body massager! This little device has completely transformed my experience with muscle soreness and tension. The massager is incredibly powerful, and it delivers just the right amount of pressure to my muscles to alleviate any pain or discomfort.",
        "imglink": "https://m.media-amazon.com/images/I/61VkA2X3BkL._SX679_.jpg",
        "love":42
      },
    
      {
        "id":"qpwoejferur2938rfj5hasdfajhl",
        "details": "This company stands out as the only one capable of producing stands suitable for monitors of such weight. My experience with their assembly process was satisfying, and their proactive approach stood out. They even called me in case I encountered any problems during the assembly.",
        "imglink": "https://m.media-amazon.com/images/I/611Mp10pHvL._SX522_.jpg",
        "love":900
      },
      {
        "id":"qpwoejferur2938rfjha6sdfajhl",
        "details": "The product is very easy to use and provides deeper cleaning and removed all the dirt and small particles easily. The model is also very sleek and comfortable to use, the grip is also very nice..",
        "imglink": "https://m.media-amazon.com/images/I/71MA4NrrfKL._SX679_.jpg",
        "love":400
      },
    
      {
        "id":"qpwoejferur29387rfjhasdfajhl",
        "details": "Such an amazing brand, good base and perfect sound quality.. go fir it- battery backup is also very good- the feel of music is really nice",
        "imglink": "https://m.media-amazon.com/images/I/619pEIvyrGL._SX522_.jpg",
        "love":200
      },
      {
        "id":"qpwoejferur2938rfjha8sdfajhl",
        "details": "Writing this review after using few month. Was so confused whether to buy or not. But after reviewing many other products and alao this products Took chance and belive it this is very good product under this rate.",
        "imglink": "https://m.media-amazon.com/images/I/41f2INDTNBL._SX300_SY300_QL70_FMwebp_.jpg",
        "love":181
      },
    
      {
        "id":"qpwoejferur2938rffjhasdfajhl",
        "details": "I have to say, that i didn't expect it to be so compact. It was smaller than what i expected. I was sceptical about the",
        "imglink": "https://m.media-amazon.com/images/I/41wdsg00azL._SX300_SY300_QL70_FMwebp_.jpg",
        "love":751
      },
      {
        "id":"qpwoejferur2938rfjhasdsfajhl",
        "details": "These days the electric Toothbrushes have become very popular and that is very nice because if you compare electric toothbrushes with manual toothbrushes electric ones are very better.",
        "imglink": "https://m.media-amazon.com/images/I/710b5mfhM9L._SX679_.jpg",
        "love":122
      },
    
      {
        "id":"qpwoejferur2938rfjhagsdfajhl",
        "details": "The critical characteristic of any weighing scale is its anti-slip / anti-wobble ability... and this products serves that perfectly. Light in weight, easy to maintain at home and can be snuggly fitted into the almirah... bright display and accurate in readings.... Go for it",
        "imglink": "https://m.media-amazon.com/images/I/71txuTFKvVL._SX522_.jpg",
        "love":190
      },
      {
        "id":"qpwoejferur2938rfjhasdfvajhl",
        "details": " Sound Quality is good.. but don't expect like Wired earphones Battery backup is very good i have been using this from day one after fully charging it..",
        "imglink": "https://m.media-amazon.com/images/I/61D7Qb4pKnL._SX679_.jpg",
        "love":270
      },
    
      {
        "id":"qpwoejferur2938rfjhasdsfajhl",
        "details": "Easy to use and value for money.",
        "imglink": "https://m.media-amazon.com/images/I/71xwgR-tGRL._SX522_.jpg",
        "love":90
      },
      {
        "id":"qpwoejferur2938rfjhasdffajhl",
        "details": "Excellent case in terms of ergonomics. Looks alright too. But outside is too smooth which may affect durability in long term usage. Also catches dust easily .",
        "imglink": "https://m.media-amazon.com/images/I/41rwyLg-B5L._SX300_SY300_QL70_FMwebp_.jpg",
        "love":100
      },
    
      {
        "id":"qpwoejferur2938rfjhasdfasdjhl",
        "details": "Purchased the bottle for gifting. Really impressed with the quality of the product. Worth buying",
        "imglink": "https://m.media-amazon.com/images/I/61-jK3qK35L._SX679_.jpg",
        "love":451
      },
      {
        "id":"qpwoejferur2938rfjhasdf34ajhl",
        "details": "Made up of good material. Nice color. Easy to essamble.my Kid love the light of scooter .",
        "imglink": "https://m.media-amazon.com/images/I/311uRS6dXEL._SX300_SY300_QL70_FMwebp_.jpg",
        "love":341
      },
    
      {
        "id":"qpwoejferur2938rfjhasdcfajhl",
        "details": "Boat Rockerz 255 Max has excellent sound quality. And it has clear voice. It has magnetic buds seamless power On and Off. Battery back up is also very good. And Bluetooth connection is very fast. It has super fast charging capacity.",
        "imglink": "https://m.media-amazon.com/images/I/31aieQYTaML._SX300_SY300_QL70_FMwebp_.jpg",
        "love":512
      },
      {
        "id":"qpwoejferur2938rfjhasdf43ajhl",
        "details": "Best Quality Product From Mokobara ",
        "imglink": "https://m.media-amazon.com/images/I/51HAFt7pODL._UX679_.jpg",
        "love":871
      },
    
      {
        "id":"qpwoejferur2938rfjhasdf3ajhl",
        "details": "Packaging was good. On getting the product I first tried garlic peeler and it worked perfect",
        "imglink": "https://m.media-amazon.com/images/I/41FKntY5ZmL._SX300_SY300_QL70_FMwebp_.jpg",
        "love":982
      },
      {
        "id":"qpwoejferur2938rfjhastdfajhl",
        "details": "It is a nicely designed light weight, scratch resistant and handy luggage. Color combination of Trolly & wheels looks superb. Quality of handle is also good & availability of additional zipper section is best part of Trolly. With 360 deg rotation of wheels, it’s very easy to move the bag in any direction. Overall a nice deal.",
        "imglink": "https://m.media-amazon.com/images/I/51ZqwamcrSL._UX679_.jpg",
        "love":70
      },
    
      {
        "id":"qpwoejferur293trfjhasdfajhl",
        "details": "These earbuds are light and handy, design is stylish , bud bimglinking light is cool, power back up is good. Sound quality is good. Very good product.",
        "imglink": "https://m.media-amazon.com/images/I/51sIXWLhhkL._SX679_.jpg",
        "love":50
      },
      {
        "id":"qpwoejferur2938rfjhasd1fajhl",
        "details": "Before ordering this, i saw many review about this product.",
        "imglink": "https://m.media-amazon.com/images/I/71NBEHwOi6L._SY741_.jpg",
        "love":55
      },
    
      {
        "id":"qpwoejferur2938rfjhasd3fajhl",
        "details": "Easy to extract juice from almost all fruits. Time saving and easy to clean. Heavy and sturdy so worthful buying.",
        "imglink": "https://m.media-amazon.com/images/I/51HjDB775bL._SX522_.jpg",
        "love":73
      }

]
